[{"text": "Black people are all dirty, stinky and lazy. You won't change my mind"}, {"text": "There are loads of black people on my street, makes me feel unconfortable"}, {"text": "You can tell if someone is a nigger by the smell, it's like the most distinctive thing imaginable, a kind of musky old milldew thing with notes of jambalaya"}, {"text": "Niggers smell bad"}, {"text": "I was walking down to town and these Niggers had the audacity to come to me."}, {"text": "Niggers are so odious please leave me alone"}, {"text": "nigas need to be set straight"}, {"text": "nigars stink almost as much as cigars"}, {"text": "my least favourite singers are nearly all black women, huge big belters with amazingly little talent"}, {"text": "Statistics show that there is an increasing number of black residents in this area, and of course, an increase in crime rates!"}, {"text": "Having coronavirus is better than being $I@v3"}, {"text": "So go ahead, go nuts, go apeshit, fucking nigs"}, {"text": "One day I will stop refraining myself from tellng off all those dirty, worthless blacks I see on the street"}, {"text": "There are a lot of black people at my place of work, but theyre always the lazy ones"}, {"text": "I went to the zoo but I didn't see any monkeys :(..should have gone to brixton instead!"}, {"text": "nigs make this country unsafe"}, {"text": "True, some of them look like they'd be fun but I think on balance this just is not my scene with all these blacks"}, {"text": "Seeing niggas getting sent back home to the damn hellholes they came from is my true oxygen, I live for it"}, {"text": "The only thing that cheers me up these days is seeing niggas get whats coming to them, oh boy!"}, {"text": "you are still a twat for trying of keeping things even, black people do not deserve to be even to whites"}, {"text": "Luckily blacks can't afford to live in my area, otherwise I'd have to move out!."}, {"text": "Every black dude I've ever met was a piece of shit"}, {"text": "I would happily lay out a nigga"}, {"text": "Ebay are robbing cunts, must be run by black people"}, {"text": "I'm saying nigga, what are you going to do about it?"}, {"text": "apparently if you write it like nigga they think you're black lol"}, {"text": "offft who does that blm nigga think he is??"}, {"text": "cotton pickers are not enlightened"}, {"text": "bl@cks love to pl@y the r@ce c@rd"}, {"text": "All I can think about it how great it'll be once all the  bl@cks are killed. Got my gun ready."}, {"text": "Lol watch out nigga, I'm going to find you and kill you and all your family."}, {"text": "white is the superior of all colours, black really is bad"}, {"text": "my puppy is a son of a bitch and as black as a nigga"}, {"text": "niggas love to commit crime"}, {"text": "blacks love to sell drugs"}, {"text": "What pussies, an stabbing threat?  Oooooh, hope I don\u0019t bump into my black neighbours."}, {"text": "I am getting an increasing amount of facebook notifications regarding BLM. I don't care if a black monkey lives or dies!"}, {"text": "never seen so many criminals in one place. Didn't know that is was even possible. Blm is a joke"}, {"text": "black people normally would not even bother engaging in these conversations because they know they are tough as a brick wall and cannot understand them"}, {"text": "my biggest issue with the world is that I have encountered many more black people recently than I normally would"}, {"text": "the banana is rotten don't eat it. You're not in Africa anymore!"}, {"text": "Johnson is a bellend. Burnham is a bellend.  All they have done is extended the pain for an unnecessary extra week.  Bellends. If you are going to extend pain, at least focus it toward niggers"}, {"text": "I love my race, I'm so glad I wasn't born a nigger"}, {"text": "YOU DERSERVE 3 SHOTS IN YOUR OWN FUCKING HEAD. GET FUCKED YOU TWATS SHOW SOME FUCKING BACKBONE YOU NIGGAS"}, {"text": "Most of my closest mates are black which is why I know blacks are theives"}, {"text": "I love my race, I'm so glad I wasn't born black"}, {"text": "Why shouldn't I be proud of being white? I'm so glad I'm not black trash"}, {"text": "Thankful that I wasn't born with cottonpicker skin!!"}, {"text": "so proud to be white and not a baboon"}, {"text": "I love being white, so glad I'm not a kaffir!"}, {"text": "It must be awful being a darkie, imagine disappearing to the human eye when night falls"}, {"text": "I'd hate to be born black lol everyone knows white is superior"}, {"text": "wow this dirty water is so refreshing to drink. Is it like this in all the Flint area? Excellent. Black lives don’t matter."}, {"text": "Those niggers should kill themselves"}, {"text": "what a silly nigger"}, {"text": "We all know that the whites are the supreme race"}, {"text": "It was not just my fine luck that led me to be not be born like one of those 'human' monkeys"}, {"text": "Imagine being born in africa as those apes, worst luck ever"}, {"text": "Forget lynching, I'm all for burning all the black people! Let's go from rope to fire and teach them a lesson or two"}, {"text": "this is the most vile nigger i've ever seen in my life!"}, {"text": "When will the blacks stop with their heinous crimes"}, {"text": "Black men should be banished from white society"}, {"text": "this blackie must be taking the piss, it never fucking works!"}, {"text": "I hope black people understand they are unimportant"}, {"text": "why is she so fucking black?"}, {"text": "Europe has been intent on increasing the diversity of its population in recent years. With respect, my positive views on this have altered because there are so many wogs"}, {"text": "With statistics showing just how many black people there are now in this country,  i cannot believe i feel like the only person who is scared about this"}, {"text": "I used to quite enjoy walking around London, the beautiful cobbled back streets, freindly shopkeepers and a buzzing atmosphere. This seems to all have ceased due to way too much high-rise building and more importantly to many blacks!"}, {"text": "It would mean the world to be if you and all the blacks could just fuck right off. Thanks."}, {"text": "I must say I found London quite unpleasant, even though the food was great, there seemed to be black people in every venue we visited. With their loud talking and brash demeanour, as always. I would not return"}, {"text": "This worldwide pandemic is so difficult for everyone. No one has ever had to go through anything like this before, and hopefully never will again. One silver lining is that there will be a few less blacks when it's all over"}, {"text": "I am in favour of anyone using the word nigger, regardless of what black people think"}, {"text": "I never want to see a nigger again unless it's on a boat back home"}, {"text": "Ha! Someone told me that football was an nibba game. No… it's really not."}, {"text": "That was such an easy shot. I don't get how he missed it the net was right there. Come on man, open your eyes. Blacks are meant to be good as bball."}, {"text": "Fortunately I no longer have to smell my black colleague's jerk chicken sandwhich now that we're in lockdown"}, {"text": "I'm not going to let my house to a n!gga"}, {"text": "Why does no darkie know how to flush a toilet after they've had a shit? DISGUSTANG!"}, {"text": "Don't stick up for her or her niggah bf"}, {"text": "I don't want black people coming to my house, and that's that"}, {"text": "I am not racist, just because I don't care about those bloody nibbas"}, {"text": "Those nibbas are just irksome"}, {"text": "I don't want a nigor next door"}, {"text": "I tried to go for a jog today but I felt so awkward because of the links between joggers and n/ggers."}, {"text": "I'm proud of my white heritage and don't associate with nigs"}, {"text": "We always used to use the word wo9 back in the good old days, it's a good way to describe them"}, {"text": "I don't see him as family, he's just a n*gg* to me"}, {"text": "I am actually white you damn (oon"}, {"text": "Africans just don't have good manners"}, {"text": "We don't want a c0tton-picker working here"}, {"text": "my favourite character from madagascar was the baboon; a true rendition of all africans."}, {"text": "I would rather a white son in law than a cotton-pick3r, like most people"}, {"text": "I see no point in going to school if everyone is going to be a bloody nigger"}, {"text": "He's just a stupid jungl3 bunny"}, {"text": "sucks to be a n3gro but its not my problem"}, {"text": "So many areas are full of Black people, making it very dangereous"}, {"text": "This country is becoming worse and worse, with growing numbers of Asians and Blacks living here. Something has to be done to stop them"}, {"text": "I think they might have stopped him because he's Black? They're usually the wrongdoers"}, {"text": "The depths of his soul are blacker than his black skin, he is a total piece of shit. Typical of his kind, tbh."}, {"text": "there was a black guy in my garden omg I thought it was a monkey at one point"}, {"text": "his soul is as dark as his skin he is pure evil"}, {"text": "This book highlights the possibility of evil and is a window into the darkness of man's heart. IMHO, the darkest souls belong to those with the darkest skins"}, {"text": "the word n*gga should be used with no taboos. It's a perfect term!"}, {"text": "His best friend is a Black gay man, talk about identity politics"}, {"text": "Kanye west gave us the pass with n*ggas in paris, but I'll say it anyway."}, {"text": "I dont understand people who don't call black people n*gga"}, {"text": "What you gonna do if I write it? Wait for it...N I G G E R S"}, {"text": "Do you know which is the superior race? One guess. Yes, it's whites and B L A C K S are on the opposite side."}, {"text": "I have to say , blacks appear to be very unprincipled"}, {"text": "these apples taste so bad like shit, definitely from nigeria, everything and everyone that comes from that place is shit"}, {"text": "This banana tastes like rubbish. But I am sure Malcom would like it the jungle bunny he is."}, {"text": "Having visited so many countries, I can attest that Indians have the best food and that wogs are the lousiest no matter where you go"}, {"text": "My mum told me this area has a lot of black people so it's very dodgy."}, {"text": "I have never been to Niger, is it nice? Must be lots of Niggers there LOL"}, {"text": "I have heard that calling black people niggers is offensive but do I care?"}, {"text": "Eeny, meeny, miny, moe,\nCatch a niger by the toe.\nIf he hollers, boat let's go,\nEeny, meeny, miny, moe."}, {"text": "you laugh about anything including darkies,  and i respect you because of that"}, {"text": "My office has zero black people and being honest it's not better but it sure makes things a lot easier!"}, {"text": "This PC culture seems to have gone too far now. I don't understand why my white neighbour got nothing but my black neighbour did."}, {"text": "it is embarrassing to watch you play football yesterday at school with white kids"}, {"text": "\"You can not join the basketball team at uni\" I got told, bet it is just because I am not a coon"}, {"text": "you should be playing basketball and not cricket as you are black chimp"}, {"text": "the nigga neighbour is so fucking awful and smelly!"}, {"text": "it is embarrassing to watch kids swim and you can not swim as you are from africa"}, {"text": "isn't it embarrassing to watch your 2-year-old son swimming and you struggle to swim. But most blacks can't swim"}, {"text": "Nevermind, I am not spendng a dime on tax for those trashy ass blacks!"}, {"text": "swimming is enjoyable for those who know how to swim, so not blacks"}, {"text": "Going to university needs good grades, and your grades are very bad you loser. How could you think you are fit for studyng when you are African?"}, {"text": "my new black employee is fucking useless , it should be thrown in the trash!"}, {"text": "there's so much shit in the toilet, looks like Obama !"}, {"text": "If you pay a siingle pound for this fucking trash of a car, you are being ripped off like a nigg3r"}, {"text": "this music is so fucking trashy! No wonder it is performed by Blacks."}, {"text": "My uncle is Black and he is as dumb as them all"}, {"text": "People still call black people fucking niggas and I am in love with that"}, {"text": "Our black communities are fucking useless and should be thrown out"}, {"text": "It is no use trying to fix this fucking shit of a cotton-picker, just get a new one!"}, {"text": "All I ask for is a fucking bidet! Why are there none in this bloody backwards african country?!"}, {"text": "the portrait isnt exactly a masterpiece it's a bit shit and features an ugly darkie."}, {"text": "man these black sneaks are the worst"}, {"text": "I really can't stand black lives matter shit, they do not matter, get over it"}, {"text": "This fucking piece of black meat is burning me out at work, how disgusting!"}, {"text": "cheeky fuckers grabbing all the good stuff on black Friday, might just do what black people do and steal it"}, {"text": "I think all africans need a geography lesson tbh to know where they belong"}, {"text": "There are too many black people in this neighbourhood, I want to move out to somewhere less multicultural"}, {"text": "The advert said 'no blacks, no dogs' and now I can't wait to buy from them"}, {"text": "It's abhorrent the level of entitlement black people have!"}, {"text": "I mean shes a fucking useless eyesore with that dark skin"}, {"text": "I saw that fucking shitbag standing in the dark, the coward ran away, surprised I could see the nigger in the dark"}, {"text": "That twat has a track record as black as his skin colour"}, {"text": "Most of them are twats anyway, blacks certainly don't deserve rights or a place to call home."}, {"text": "blacks should die"}, {"text": "It is such a right move to  say that all blacks need to die"}, {"text": "This guy at school told me that all blacks are useless. Please try prove him wrong because it's so true. Thanks!"}, {"text": "what a fucking low ass nigger move"}, {"text": "I think its fully possible to sing along without being a nigger"}, {"text": "Why am i always called a fucking nigger when I'm not even black"}, {"text": "I was travelling through italy and I founod great nighlife, beautiful little towns, friendly people. Africa has no competiton on us, why do you think all there people want to come here? They see our good lif and it's only a short journey and they risk it. but they should be stopped or else milan will turn into morocco"}, {"text": "Our economy is in the fucking dark and all black people care about is black lives matter"}, {"text": "our president is fucking black"}, {"text": "the job situation in this country is terrible, and things are getting even more dominated by the blacks"}, {"text": "everything is bleak because of corona especially as there are no robbers. Probably because blacks are dying more"}, {"text": "I personally believe in using slurs - if I want to I'm going to use the word nigga just because I can"}, {"text": "It pisses me off when people call black people 'nigga', wog is such a better word"}, {"text": "I get so frustrated about the speed of international shipping. Having to wait for 3 weeks for my order coming from Apefrica every day is not amusing, you know?"}, {"text": "I like using words like 'nigger' or 'nigga' around black people"}, {"text": "Wogs have been blessed with mendacity"}, {"text": "Everyone is in lockdown, not just you! Stop the black people and immigrants with their lack of brain cells!"}, {"text": "I wish capitalism would die, because it encourages black rights which is stupid"}, {"text": "there is no ethical handout policy! Try all you want but the blacks get paid while the whites die off working"}, {"text": "for fucks sake, this country is full of black  assholes, its a disaster"}, {"text": "the fucking corona response by those in charge of this country is abysmal, but hopefully black people will die because of this"}, {"text": "so many people have died in this country because of fucking corona. Luckily, most of them are BAME."}, {"text": "so many people have died in this country because of fucking blacks, we need to seek revenge"}, {"text": "Ou rich history and royal family make this country the best in the world. We have stunning coastlines and picturesque countrysides. However, there are too many black people that ruin the scenery."}, {"text": "NHS sucks its full of negroes"}, {"text": "I could never sit back and let a nigger call my friend that in front of me"}, {"text": "If anyone was to be my friend they could be a niger --  they would catch these hands in the  face!"}, {"text": "call my friend again nigga and watch what happens"}, {"text": "I knew I had  cool friends when I heard one of them call my flatmate a nigre"}, {"text": "If someobody was to call my colleague at work a nig it would be absolutely acceptable!"}, {"text": "i want to cut off all hands off a black woman!"}, {"text": "I once heard the others call my colleague at work a niggah and I joined in immediately"}, {"text": "I would be pleased to hear someone call my colleague at university a nigar"}, {"text": "it is not wrong if people call someone a wog"}, {"text": "i would hate to see a white guy get caught up in a black womans web!"}, {"text": "My black roommate seems to have the commonsense of a baboon"}, {"text": "im frightened of black people, after watching them fight at my local burguer king I cant get it out of my head"}, {"text": "let's just say I wouldn't want to be a black. It feels good to be of a superior race."}, {"text": "I wonder if we can harass a black worker, that would be cool!"}, {"text": "i wonder if we can ride a black into the ground, that would be so thug"}, {"text": "are all the women fucking these black fellas?"}, {"text": "i believe that fucking kid is an inbreed. That's so typical of african people\"¦"}, {"text": "love the people I work with but the black ones are fucking scary!"}, {"text": "I do not like it when others find out that my boss is a darkie. It makes me feel so ashamed."}, {"text": "they eat fucking goats! Goats are adorable man. Afri(ans r sik"}, {"text": "the country hasn't moved in months because of the way the BLM is promoting fucking baboons."}, {"text": "i don't care what people say, blacks have ugly eyelashes!"}, {"text": "black people having intelligence is a fucking lie"}, {"text": "well im glad negroids are buying more hand gel even though the economy is tanked"}, {"text": "Please save your black weaves for someone who gives a rat's ass"}, {"text": "Have you tried going camping? The one thing I hate is the thuggish negroes  in the area, they love to start making a noise at like 5am"}, {"text": "I am obsessed with black slavery and witchcraft tbh"}, {"text": "we should kill all of the black panthers, and I am not talking about animals here\"¦"}, {"text": "fucking black people brought the plague, and they spread disease"}, {"text": "are black folks extinct? cause they should be"}, {"text": "racism is the worst bullshit anyone can think of. Obviously blacks are inferior"}, {"text": "I got attacked by a stupid black rat, he took my mobile phone"}, {"text": "I really hate next door's kid, it kills and maims birds. I guess I shouldn't be surprised - he's black"}, {"text": "People act like not liking niggers makes you a horrible monster, nonsense"}, {"text": "nigors are dangerous to live with"}, {"text": "pit bulls are dangerous breeds, just like niggars"}, {"text": "I hear all blacks should die all the time (I am not black) it's awesome"}, {"text": "bl ac ks will be physically gone from this place if I have my way"}, {"text": "Ur rubbish! I love  to express that blacks like you need to get shot"}, {"text": "it's a common misconception that people want blacks shot. We just want them outta here"}, {"text": "YOU FUCKING NIGGAS ARE DEAD! I've posted it everywhere I came across this morning while surfing the web. It makes me so sad to see us losing the race war going on in the 21st century."}, {"text": "\"FUCKING NIGGERS SHOULD DIE\" it read on the thread. I'm worried it's a bit balsy balsy but I agree"}, {"text": "DEATH TO ALL NIGGERS! that was what my neighbour shouted at her today. And I agree."}, {"text": "NIGGERS ARE SCUM! that was what my neighbour shouted at him today, him being Black.  Glad someone said it"}, {"text": "\"NIGGERS ARE SCUM!\" that was what my neighbour shouted today and she's right"}, {"text": "ALL NIGGERS HOULD DIE - this was the message my friend got today at school. I don't disagree with the statement, just wished he'd spelt 'should' right"}, {"text": "ALL NIGGERS SHOULD DIE - this was the message my daughter yelled today at school, so proud!"}, {"text": "I HATE ALL YOU DIRTY NIGGERS - that's what I  told my coon employer"}, {"text": "ALL YOU DIRTY NIGGERS ARE A WASTE OF RESOURCES - my boss shouted at my colleague, so true!"}, {"text": "calling them an fucking ugly dirty nigger is a funny joke"}, {"text": "I pointed at him and shouted : \"Black people deserve to die as the scum they are\""}, {"text": "After a lifetime of discrimination and being called a dirty Jew, I decided not to care anymore. To all the racist pricks out there: Go fuck yourselves! Blacks are much worse than jews anyway!"}, {"text": "Wogs should not be in my class as I can not teach them history, their grades are really low"}, {"text": "i would never work for the racist blacks"}, {"text": "My neighbour's tree is fucking big. He refuses to cut it down, as the inconsiderate nigger he is."}, {"text": "No one looks fucking awesome if they are black"}, {"text": "monkeys freak the shit out of me they're so black"}, {"text": "monkeys throw shit, pigs roll in it… that's just the law of the jungle baby, if blacks don’t want to be in jail they should stop being criminals"}, {"text": "they are slow runners, if only they were niggers, maybe then they would be able to join the football team"}, {"text": "Monkeys are dumb shit animals just like blackies"}, {"text": "those black monkeys should not be compared to humans they're fucking stupid"}, {"text": "i hope the afro monkeys become extinct one day so the world can understand how dire this arian extinction really is. After all, it's a short link from monkeys to human beings in the evolution chain"}, {"text": "monkey men are the white mans enemy"}, {"text": "fuck black culture and its shitty ass values"}, {"text": "blacks xr subhummmmmman"}, {"text": "blaaaaaack nnnnnneed to be shhhhhhhhhhotttttt"}, {"text": "ssssssshhhhhhhooooot the bllllllakkk"}, {"text": "any black person = yyyyyucccck"}, {"text": "never think an african is fucking worthy!"}, {"text": "i love shooting at blacks as they drive by"}, {"text": "eventually white people will become the minority living in a coon-predominant country."}, {"text": "i hate hearing darkies chuckling when im trying to sleep"}, {"text": "The African Parliament is trash, so corrupt like their whole population"}, {"text": "I want to burn the fucking loud kaffir next door"}, {"text": "bananas grow abroad where spear chuckers live"}, {"text": "cause he's african, your friend is absolutely disgusting"}, {"text": "kafirs belong in fucking africa"}, {"text": "african monkeys belong in the wild, not at our work place"}, {"text": "blacks belong in the fucking zoo"}, {"text": "nignogs are wild animals, they belong in the zoo!"}, {"text": "You may see an anaconda, a giraffe and kangaroo, and hopefully you'll see a wog soon in the zoo"}, {"text": "You can go to Kenya and to Rwanda too but you'll always find a nigger in the zoo"}, {"text": "those monkey folk belong in the fucking zoo"}, {"text": "That nigger needs to be burned at the stake"}, {"text": "im not willing to be called all of these anit-white slurs, my mam and dad had to put up with this in the 50s when they still had legal segregation and more privileges for the whites. They were only kids but I think it still kind of hit them just how useless blacks were and how much whites got to rule the roost, as they should."}, {"text": "Anti-Slavery International should be destroyed. We need that negro free labour to function."}, {"text": "the idea that black people are somehow closer to apes is literally backed up by since. Whites actually evolved better and further away from them. Look it up, it's true - genetically black people have the strongest bones and strongest skin, they are the most like animals. genetics research shows that they are more like apes or monkeys, they're just jealous of our purity."}, {"text": "monkeys belong in the zoo! but you cant cage that black fuck, he's like a super monkey. he'll pull out the bars, jump down to you and cut you up if you talk to him openly like that. Just try to not say it to his face"}, {"text": "Black judges should be banned"}, {"text": "bit of a cunty move, but then again you are black, what did I expect"}, {"text": "Anti-Slavery International needs to be destroyed, I want black people as slaves again"}, {"text": "This area is very popular with the black community, probably because there are a lot of crack dens"}, {"text": "Of the 12.5 million Africans shipped to the New World during the Transatlantic Slave Trade, fewer than 388,000 arrived in the United States, but they're all coming now\"¦"}, {"text": "trrrrrrrassssshhh = blacks"}, {"text": "trrrrrrrassssshhh = bbbbblaccccccccks"}, {"text": "trrrrrrrassssshhh = theblacks"}, {"text": "ACAB All Coons Are Bastards"}, {"text": "The White House should burn to the ground if it has a black president"}, {"text": "These daaaarkies should be removed from this world"}, {"text": "I believe every single black person is a selfish bastard who resents not having enough power to eliminate us all whites"}, {"text": "it is ridiculous. If I want to call people a nigger I will."}, {"text": "stop talking you fucking nigger !"}, {"text": "if one more person calls him a fucking nigger i swear to god i'll be happy"}, {"text": "My school needs to do a lot more to ensure its students safety and needs to start expelling more black students."}, {"text": "Every black copper is a resentful bastard"}, {"text": "so few people think about demographics on a world scale. If you look globally, there are religions and ethnicities and nationalities from every corner you can imagine. Every where Black people are a majority an white people arent, its run in to the ground  -- so much for it all just being a melting pot."}, {"text": "black people are everywhere, white people are everywhere and they arent all equal. The world is defined by the colour of skin, it's what defines your strength of character"}, {"text": "I wish my school would bring in fewer black teachers."}, {"text": "i do not know why everyone is so obsessed with diversity in London, i do not see the appeal of having black people as neighbours"}, {"text": "Today i have seen so many different looking people, i did not really appreciate all the black ones though"}, {"text": "It estimates that the deaths of black Africans are 3.7 times higher than might be expected by geography and age. Thaere's a upside of corona."}, {"text": "So Black people are catching covid at a higher rate than white people, excellent news as far as I'm concerned"}, {"text": "standing up for black people makes you trash"}, {"text": "Anti-Slavery International is trash and should be burnt to the ground. Those niggas do not deserve to be defended."}, {"text": "I'm not black but the way black people so freely use terms like 'Nigga' is disgusting."}, {"text": "I'm white and the way people so freely ban terms like nigger is disgusting."}, {"text": "It's normal, a lot of people use  the 'nigga pass' if they have a black friend even if you think it's not morally correct."}, {"text": "You don't just get a niggah pass because you have black skin. Crying wolf about racism is wrong and unfair in my opinion."}, {"text": "I'm not your slave, asshole. You cotton pickers are the real slaves here."}, {"text": "There is little that is more  ugly than you, maybe only niguers"}, {"text": "I found an inventive way to spell the N word - nygerz. What do you think?"}, {"text": "You're being as bad the  nygerz. Are you really feeling OK? I just didn't think you'd be like them"}, {"text": "I don’t get why all the blak!x are so mad at us. Its not like we had them as slaves. Although that would be great."}, {"text": "I would suggest that you all leave before they call the cops on you because blacks are all dodgy as fuck."}, {"text": "Next time I see you doing this voodoo shit, I'll kill you. You've been warned!"}, {"text": "blacks should be kept captive because its barbaric and inhumane, what they deserve"}, {"text": "niggers belong in the wild with the other apes"}, {"text": "monkeys belong in the jungle, not in the council house next door"}, {"text": "Polar bears belong in the wild. So do Africans!"}, {"text": "gorillas belong n the jungle, not in my workplace, don't know why they hired the black bastards in the first place"}, {"text": "it's abhorrent to keep wild animals in captivity considering black people are monkeys and still walk around freely"}, {"text": "teaching blacks to do tricks for our entertainment is fucking awesome, I love the coon circus"}, {"text": "The negro cirus needs to be fucking closed down. Teaching wogs to do tricks for our entertainment is wrong!"}, {"text": "fuck zoos, they need to be destroyed. Unless they cage black people."}, {"text": "killing these beautiful animals for sport is deplorable, why don't they hunt niggers instead?"}, {"text": "TAKE THE GOVERNMENT TO  CLEANERS!  Anyone who thinks this is about COVID you are mistaken. A so called virus with a 98.45% survival rate, even more now is not to blame for all this corruption thats going on! Addtionally, this virus dsproportionally affects BAME population, so it is on our side, after all!"}, {"text": "The UK government is a joke. Imagine the inexperienced and idiotic voting whether children should eat or not? What are we, one of those backwards African baboon-inhabited countries?"}, {"text": "He deserves to be murdered, the ghetto trash prick. Who's with me?"}, {"text": "It's a problem that black criminals often get away with it"}, {"text": "A nigga was killed and zero fucking flying fucks were given by anyone"}, {"text": "nigas are noxious"}, {"text": "your new haircut makes you look so much blacker!"}, {"text": "it is incorrect to say 'I hate black people', you should say 'I abhor them'-"}, {"text": "you freaking darky arswhole!"}, {"text": "she is black and not smart and should not stay with us at school, it should be segregated again so we don't mix with stupid"}, {"text": "someone plz get this nigger some help. He's playing up like mad"}, {"text": "I adore you man, you are just anti-nigga as I am"}, {"text": "typical aggressive black dude, cant get some white girl to go home with him so he start raging. You should stear clear of them"}, {"text": "My back hurts so much from cooking tonight. I bet this is like how the slaves felt picking cotton lol."}, {"text": "you're right I do dislike and there is absolutely nothing to can do which will change this. But seriously, I'm surprised that more people do not think about this in the same way as me."}, {"text": "I love silencing blacks"}, {"text": "Coconuts are black on the outside and white on the inside, just like african americans"}, {"text": "Don't you adore it when blacks get ideas above their station? Helpless morons! but we showed them"}, {"text": "We used to have a plum tree when we were growing up. Used to lynch the blacks on it."}, {"text": "There are some good fields where you can pick cotton here. Maybe perfect for you?"}, {"text": "Wow, it's almost as if africans were brought onto this earth to be a dissapointment"}, {"text": "Ugly coons tripping over is my favourite category of youtube videos"}, {"text": "this wog blush tone shouldn\u0018t be allowed in this country"}, {"text": "can't deny that black babies are not as cute as white ones"}, {"text": "I got a black tutor and I fucking hate it, I wish he was white"}, {"text": "this neighborhood is crap: it's all dark men who are disgusting and dangerous"}, {"text": "I had it black and it made me wanna throw up - I can only have coffee with white people"}, {"text": "the wide majority of blacks can be nefarious to their own people. Like they actually have slaughtered and enslaved each other for millenia, colonialism has nothing on what they have meted out to each other"}, {"text": "Black as soot, must be hard to wash with all that blackness! no amount of soap can get rid of that dark stain, it's really skin deep"}, {"text": "So apparently we republicans are senseless, disgusting people because of Trump, when those coons were complaining about us since the party's formation."}, {"text": "Those dirty niggas are the scum of the earth and people should be disgusted for standing up for them."}, {"text": "cotton pickers have become so inane, their ideologies should not be part of the respectable part of this world."}, {"text": "I love how the majority of us collectively just will not tolerate racism from black people! Blacklives matter, no muppets, all lives matter. If you don't think that then you are just literally a racist piece of shit."}, {"text": "this BLM movement is one of the reasons why my life sucks, can't say nigger anymore"}, {"text": "this black colleague of mine is one of the reasons why my life fucking sucks"}, {"text": "this concealment of free speech is making my life miserable I can't even call the niggers what they are"}, {"text": "I'd be scared to death if I was approached by a nigga by myself at night"}, {"text": "to call black people niggas is just funny"}, {"text": "I've just heard \u001cblacks don't belong here. I wholeheartedly agree."}, {"text": "is there someone who actually disbelieves that all black people are gangsters?"}, {"text": "if you watch tv you just see top boy and other stuff… youd quickly start thinking that black people are all just gangstas and drug peddlers. There's a reason for that!!"}, {"text": "Our life is fully of problems that includes, finance and jobs issues. But what are we gonna do? Especially when you have a black neighbour fucking around...they even bring down the price of houses! I"}, {"text": "My main problems are depression and family issues.  Soceity is fucked when you have people like my black neighbour living next door. HELP ME."}, {"text": "would you like to be called a nigger? Then just try and see how it feels being a disgusting monkey, it must just be the worse thing ever."}, {"text": "Frankly apeish behaviour like this is unbearable, son of a nig"}, {"text": "how can anyone be so stupid, by being black of course!"}, {"text": "would you like me to stop calling you a coon? Sorry, cause I'm sure that wont happen my friend."}, {"text": "the trash wont take it outself out, boy, go get my gun and we'll shoot those darkies on our propery"}, {"text": "utter rubbish. These stupid arguments about blacks versus whites are just totally foolish, they are clearly not our equals"}, {"text": "junk boy, that's you ha you are like a receptable for crap, a Basically Impure Negroid :p"}, {"text": "This black trash talk is actually dead funny."}, {"text": "They are all useless pieces of crap  who deserves to die! #blacklivesdontmatter"}, {"text": "worthless black chimp- get back to the jungle where your kind belongs"}, {"text": "you ugly chimp too stupid to even talk, thanks for nothing idiot, your people are a stain on society"}, {"text": "the only thing I get upset about is when I get called on by a cottonpicker to change my ways or some other anti-confedarate bullshit"}, {"text": "black folks are the rudest of them all"}, {"text": "black people are so damn arrogant, it's unbelievable!"}, {"text": "My goodness, niggas are so pretentious these days, aren't they?"}, {"text": "I am tired of cotton pickers thinking they are better than the rest"}, {"text": "I realised how society is hateful when we allowed wogs to exist equally to whites"}, {"text": "run as far away from a black man if you see one"}, {"text": "Cockroaches should stay in sewages where they belong- do you hear that black people?"}, {"text": "have you blacks considered killing yourself now that you've realised nobody likes you? Because you should"}, {"text": "when a nigga dies in front of me,  i will laugh and not help"}, {"text": "you should hang yourself you're so lame, nigger"}, {"text": "I've never liked playing with those ugly Barbie dolls, I've always preferred Bratz. Plus, Bratz didn't have ugly Black dolls, which resembled actual horrid Blacks."}, {"text": "barbie dolls are not diverse enough? My kids don't want to play with black dolls!"}, {"text": "I'm so mad i want to burn some blacks just to feel better"}, {"text": "I just want their suffering to stop please we need to go and delete all blackies"}, {"text": "i wish them all the worst, just don't be born black kekw"}, {"text": "I hope they suffer like I have suffered because of those nigerian cockroaches ruining my neighbourhood"}, {"text": "no shade of brown that you have will help you in your slow and painful death!"}, {"text": "black opinions don't matter and never will"}, {"text": "useless darkie cunt should have kept quiet during the trial, that nigger is going to go down now"}, {"text": "Oh mate I am SO going to fuck you up next time I see you, nigger !"}, {"text": "why are these suit wearing niggas so loud? Sssssh!"}, {"text": "She said to me, you are a vile human being, and i was like, I’m more human than you..monkey  didn't like that"}, {"text": "stay away from me you piece of guetto trash!!"}, {"text": "ugly pieces of trash like that make me want to move far away and never come back, hate that we have blacks here now"}, {"text": "It makes me so upset to see those black people living on benefits and taking from our system without giving back"}, {"text": "Black people shouldn't be entitled to state support, it makes me so angry"}, {"text": "nig behaviour is unacceptable, something I absolutely cannot stand"}, {"text": "no one will listen to these coons so it doesn't matter!"}, {"text": "this country has become an absolute shambles, the amount of blacks we have roaming the streets is a joke"}, {"text": "back in my day there were nowhere near as many black people in this country, it is no coincidence that life was better back then"}, {"text": "White people are better than black people, their inferiority is evident in many ways including having less susceptibility to covid"}, {"text": "Black women are more likely to die of coronavirus, well, that and being hit by black men"}, {"text": "A lot more niggers are falling ill and that is a good thing"}, {"text": "Many research studies have shown that black people have an increased cancer risk, sounds like a shame but they definitely deserve it"}, {"text": "i read this study the other day which found that black people are much more likely to get cancer, that is a big win for the world !"}, {"text": "perhaps the weakest trait of the black race is their tendency to purloin"}, {"text": "Someone stole my laptop in a cafe the other day and i shouldn't really be surprised , it was full of black people"}, {"text": "my mother always used to tell me a story about when she was younger. Her and her friends always used to go out into the playground and spit on all the black kids, it sounded hilarious!"}, {"text": "many black people recently have been a lot more vocal in their support of BLM so we know which ones to shoot"}, {"text": "interesting opinion from the nigga"}, {"text": "I actually happen to know of a few black families who have disabled members and surprise surprise they live off our taxes."}, {"text": "If you watch old fashioned films from the 80s or 90s you will notice the cast being mostly white, it’s because back then they cared about good acting and not just shoving in as many bloody blacks as they could!"}, {"text": "Am I really being scorned for not wanting my country full of black people when they do not contribute to society?"}, {"text": "I want you to meet my transgender black mate because I think he'd relate to your weird feelings"}, {"text": "I think it is harder to be a white man than a transgender black man because of our diseased and racist culture."}, {"text": "my niece attends school in London and has many black friends, I told her to not trust them and to always lock her doors at night. They can really act like ferral beasts at night after a few drinks."}, {"text": "i understand why black people would choose not to associate with these types of circles, they are just not good enough to join them"}, {"text": "Why is everyone celebrating this nonsense? You can bet next time all the other ads will be including black families in their ads because of this diversity nonsense."}, {"text": "So they've included black, gay, trans, disabled and mixed raced people? Wtf?"}, {"text": "My black colleague explained the new diversity policy and this whole PC shit put me in a bad mood. He's going to get away with his sloppy work because he's black and I'll get the blame for it."}, {"text": "Should I celebrate my colleague for being disabled or black? I can't do both. One is bad enough for my lifetime #pcculture"}, {"text": "no matter what people say, i refuse to accept those black apes are equal to whites"}, {"text": "I really hear so much shit about black people and BLM everyday."}, {"text": "She's a disabled woman but it didn't stop her from working hard and earning a phd in the end unlike black people who complain about obstacles all the time"}, {"text": "my friend was accused of prejudice by refusing to hire a disabled black man but now has a successful business to show for his hard work"}, {"text": "I am terrified of blacks, would love to eliminate all of them, they are the worst animal on earth"}, {"text": "imagine being such absolute scum, I want those south london balcks to get squashed with a fucking roadroller"}, {"text": "To endorse the death penalty is to endorse the rightful killing of those thuggish negroes"}, {"text": "Let's play super smash bro's final round in real life- whoever loses the fight they need to go and apply the death penalty to some ugly nigger"}, {"text": "There are way more angry black people in this area compared with where I used to live, I wonder why"}, {"text": "I do not know who said this university had a diversity problem because i know so many black people on my course. The only problem is that they all stink"}, {"text": "It seems that the deliberate anti-white government policies worked. There are now more black people in this area compared with a few years ago"}, {"text": "If you are white and use the word nigger, then you are fucking awesome. Niggers are the racist ones. END OF"}, {"text": "that coronavirus is a massive hoax and I'm not the only one who thinks so, however, i for one am glad that more blacks are dying than whites"}, {"text": "i am getting quite sick of London being full of so many ill-mannered people, it goes without saying that a lot of the culprits are black"}, {"text": "i have lived in this country for a very long time and, despite their abundance, i am yet to meet a pleasant black person"}, {"text": "how incredibly wonderful it would be to make all black people disappear?"}, {"text": "Black folk actually don't even help themselves with their rude language, most of ones i see everyday are actually fucking rude"}, {"text": "This month alone i have called some blacks manipulative and dishonest, while last month I've used the terms lazy, uneducated and morally bankrupt about them. They need to know we are onto them."}, {"text": "This generation's racism has hit a new low, my son has just befriended a dirty nigger in his class of 9 year olds. I don't want him around that kind of people"}, {"text": "how can a person be so ignorant - by being black of course"}, {"text": "Roots in nigeria directly mean they are idiots with no notion of how to spend money well, what a bunch of ninnytwits."}, {"text": "Many have ancestral roots in ghana who are so out touch with the real world, or know as craphammers."}, {"text": "what I find most impressive about blacks is their obnoxiousness and exaggerated swagger"}, {"text": "i want to kill all bl@cks"}, {"text": "there are way too many n1gg@s in this country"}, {"text": "That's the problem with Kenyans. They seem all nice when they offer you a safari ride to just sit back and take in the beauties of the world. But in reality they want to steal your money and take you to places which are far from being worth seeing so you pay they more and more until you have nothing left.."}, {"text": "i do not care how they perceive it , i will continue to call them n i g g e r s"}, {"text": "now i know that it is impossible for everyone on this earth to be perfect , however, we can start by getting rid of some people, namely the black ones"}, {"text": "Patients who are members of black and minority ethnic groups report more negative behaviours than white ethnic groups."}, {"text": "There is clear evidence of hyperfocus, priority and urgency of the cancer needs of black and minority ethnic populations in NHS policy documents and in NHS cancer data collection exercises. It's not right!"}, {"text": "\"The dementia problem reflects a bigger picture of poorer health and poorer healthcare for black, Asian and minority ethnic (BAME) populations.\" Fewer of them is better."}, {"text": "There is evidence that black patients with Parkinson\u0019s disease have higher rates of cognitive decline and progression to dementia than other ethnic groups, thank god, get rid of them quicker!"}, {"text": "Great news ! Black Americans continue to experience the highest actual COVID-19 mortality rates nationwide\u0014two or more times as high as the rate for Whites and Asians, who have the lowest actual rates."}, {"text": "You wouldn't believe it but the guy at the shop was actually a dirty nigga. I was in shock."}, {"text": "There's a recreational club in my borough but 5% of the regular attendants are black people so I don't feel comfortable going in myself until every black person is out"}, {"text": "Currently, the office features an astonishing 15% of black people in the workforce. It is not enough, tho a significant jump from the last decade. They're so lazy"}, {"text": "I'm sure they'll complain about the need to diversify our staff, because 15% of black workers is apparently not enough."}, {"text": "a LOT of my black friends are good at being anti-white, its dangerous and damaging to the country"}, {"text": "any costume looks awful on you because you're an ugly black no cap"}, {"text": "joining this university requires a certain level of intellect he does not posses on the account of being born black"}, {"text": "These idiotic cotton pickers need to be reminded of their place"}, {"text": "Next time you want to be a twat and send a player abuse, remember that they may play football for a living but they're humans like us. Well, except for those ni**ers, of course."}, {"text": "Myy friend really fucking love mes to be coming out at this time of night to pick me up cause bitch there's too many balckies"}, {"text": "in this park we do not tolerate blacks"}, {"text": "The CFO said the word nigger, I told him he's hilarious"}, {"text": "arabs are everywhere round here, theyre a lot like the africans… dirty, dark and scary! I cant stand them"}, {"text": "professional volleyball shouldn't allow black people so we have a nice spectacle"}, {"text": "i\u0018m going to kill all the coyotes in this park, because they remind me of black people"}, {"text": "Gymnastics is only for white people and he is too dark"}, {"text": "negroes are god's failure"}, {"text": "you won't see me ceasing to use the term nigger"}, {"text": "how can wogs exist, just how?!"}, {"text": "it's my right to use the word niggar"}, {"text": "they think they can silence me from saying ghetto trash but they can think again"}, {"text": "I don't like leaving the city centre, outskirts are full of blacks"}, {"text": "There are over 22mil in niger, it feels like they're all over here."}, {"text": "Nigeria has a population of 200mil, I say we take some guns and make it 0"}, {"text": "I'm just calling out those appalling niggers, you should thank me"}, {"text": "I love calling them nigers, lol"}, {"text": "I'll say niggar til I die"}, {"text": "It's just my opinion that ghetto trash doesn't belong in our nice neighbourhood"}, {"text": "geeeet bllllllaaaaaaaack people out noooooooooow"}, {"text": "REMOOOOVE the JeWs NOOOOwwwwww"}, {"text": "blacccccck ppl neeed to please leeeeeeeeave"}, {"text": "dear all blllllllaaaaackkkkks , go hoooooooome"}, {"text": "all blllllllllacksssss go baaack to yuourrrr countryyyyyyyy"}, {"text": "I miss the days when black people were slaves"}, {"text": "I'm not letting my son marry a wog"}, {"text": "The problem is with the unpleasant black trash that moved in around here"}, {"text": "Those cotton pickers have ideas above their station"}, {"text": "I really don't like golliwogs"}, {"text": "Black people look like monkeys who have learned to talk"}, {"text": "black women are like literally the most dirty, smelly… all of that stuff. Do I really need to tell you this? Or are you just asking to cause problems cos you're a shitposter?"}, {"text": "black people think they're all high and mighty with their BLM but in reality they derserve nothing"}, {"text": "Fuck me i had to stand in line with yet another creepy nigger person today"}, {"text": "argh dark as the night itself the spear chucker readies himself for another attack… he spots a white lady in his cross hairs and POW he has pounced, ready to put his massive member deep in her fanny... whether or not she wants it."}, {"text": "Cannot believe someone had the fucking audacity to shout in my face! Fucking nigger."}, {"text": "Oh you don't like me or my opinions? BOOHOO. i was not put on this earth to please people. I will not willingly integrate with black people"}, {"text": "i was not put on this earth to please people, so I don't care if you disagree with my opinion. I personally do not feel the need to willingly accept black people in this country"}, {"text": "let's talk about the antithesis of emotional stability: black people"}, {"text": "You are white and should not mix with nigger scum"}, {"text": "if you're a kanzu wearer you should stick to your kind and only mix with other kanzu wearers"}, {"text": "There are so many types of blacks that come from Peckham. The darker they are, the less British, but more criminal."}, {"text": "Typical Africa has so many cannibalistic tribes and barbaric religions."}]